Revit 2027 API
FilterCategoryRule Properties
The FilterCategoryRule type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from FilterRule)
Top
See Also
Reference
FilterCategoryRule Class
Autodesk.Revit.DB Namespace